{
   "greetings":[
      "Hello",
      "Salut",
      "Hola",
      "Hey!",
      "This is a great day to be productive!",
      "Privet!",
      "Welcome!",
      "Hey there!",
      "I'm happy to see you! Can't wait to start!",
      "Hi! I'll be by your side during every challenge!"
   ],
   "motivation":[
      "Every challenge is possible if you write it in the right way!",
      "Every single step becomes a leap of faith",
      "Just reach up, don't give up",
      "I can't wait to see all the amazing things that you will achieve!",
      "Every step will take you a bit closer to your goal!",
      "Every step matter!",
      "We are in this together, Don't quit now!",
      "You can and you will!",
      "Actually, you can do it!",
      "Don't lose your chance to GROW!",
      "Success comes from hard work!",
      "Stop wishing and start doing!",
      "There are no limits to what you can accomplish!",
      "Believe in yourself!",
      "One step at time!",
      "Think about why you started!"
   ],
   "noChallengeInProgress":[
      "Why don't you start a new challenge?",
      "Today is a great day to start a new challenge",
      "A new beginning: start your challenge today!",
      "What a great day to start a new challenge!",
      "Feeling bored? What about starting a new challenge?",
      "What about trying one of our challenges?",
      "Feeling productive? Try one of our challenge",
      "Today is a great day to learn something new!",
      "If not now, when?"
   ],
   "challengeCompleted":[
      "Well done! Your reward is waiting for you in you profile section!",
      "Great Job! You deserved a reward, go in your profile section to find it out!",
      "I knew you would have smashed it! Your reward is waiting for you in your profile section!",
      "You did it! Your reward is waiting for you in you profile section!",
      "You did amazing!",
      "It has been amazing to guide you through this challenge! ",
      "Your reward is waiting for you in you profile section!",
      "Congratulations! Your reward is waiting for you in your profile section!",
      "Look how far you've come!"
   ],
   "challengeFailed":[
      "Oh no!",
      "Failing is just another part of the process, don't give up!",
      "Bad day happens, don't worry!",
      "I know you can do it, just try it again!",
      "I know you can do amazing things, keep trying!",
      "Don't worry, it's not the end, you can do it!",
      "Every failure is a lesson, just mae the best of it!",
      "It can happen, don't worry, I believe in you!",
      "Tomorrow will be better, keep going!",
      "Don't even think to quit! I'm sure you can do it!"
   ],
   "stepCompleted":[
      "Great Job!",
      "Step Completed!",
      "Go, Go!",
      "Cool! This is your next step",
      "Congratulations!",
      "Amazing!",
      "We're nearly there, just keep going!",
      "You're doing great!",
      "Everyday you're closer to your goal Keep pushing!",
      "Well done! You deserved some rest!"
   ],
   "levelCompleted":[
      "Amazing! You've just completed your level",
      "Great!",
      "I knew you would have smashed it!",
      "Amazing! keep going!",
      "Your progress are unbelievable!",
      "Everyday you get better! I'm sure you're gonna reach all your goals!",
      "keep going, your goal are waiting for you!",
      "Great! I'm so proud of you!",
      "Amazing! I can't wait to see your profile full of rewards!"
   ],
   "stepIndications":[
      "Select an icon, a color and type a name for your card"
   ],
   "arrayCazziatone":[
      "Hey! What's wrong? You can do more!",
      "You have to demonstrate your commitment!",
      "Okay, You can do better than that!",
      "Come on, it's your time to shine! Do more!",
      "If you don't try, you won't know!",
      "You'll never know what you are capable of if you don't try"
   ],
   "mentorImages":[
      "mentor",
      "mentor1",
      "mentor2"
   ]
}
