{
   "greetings":[
      "Hello",
      "Salut",
      "Hola",
      "Hey!",
      "Oggi è un gran giorno per essere produttivi!",
      "Privet!",
      "Welcome!",
      "Heilà!",
      "Sono felice di vederti! Non vedo l'ora di iniziare!",
      "Ciao! Sarò al tuo fianco in ogni challenge!"
   ],
   "motivation":[
      "Ogni challenge è possibile se la scrivi nel modo giusto!",
      "Ogni singolo step diventa un atto di fede!",
      "Realizzalo, non arrenderti!",
      "Non vedo l'ora di vedere tutte le cose meravigliose che realizzerai!",
      "Ogni step ti porterà un po' più vicino al tuo obiettivo!",
      "Ogni step conta!",
      "È difficile per tutti, ma tu non mollare!",
      "Tu puoi, e ce la farai!",
      "Ci riuscirai sicuramente!",
      "Non perdere l’opportunità di brillare!",
      "Il successo si ottiene lavorando sodo!",
      "Smetti di desiderarlo: realizzalo!",
      "Non ci sono limiti a ciò che puoi raggiungere!",
      "Credi in te stesso!",
      "Un passo alla volta!",
      "Pensa al perché hai iniziato!",
      "Guarda dove sei già arrivato fino a ora!"
   ],
   "noChallengeInProgress":[
      "Perché non inizi una nuova challenge?",
      "Oggi è il giorno giusto per iniziare una nuova challenge",
      "Un nuovo inizio: incomincia la tua challenge oggi stesso!",
      "Che giorno perfetto per cominciare una challenge!",
      "Ti annoi? Che te ne pare di provare una challenge?",
      "Che ne dici di provare una delle nostre challenge?",
      "Ti senti produttivo? Prova una delle nostre challenge",
      "Ottima giornata per imparare qualcosa di nuovo!",
      "Se non ora, quando?"
   ],
   "challengeCompleted":[
      "Ben fatto! Il tuo premio ti aspetta nella sezione del tuo profilo!",
      "Bel lavoro! Ti sei meritato un premio, va' nella sezione del tuo profilo per scoprirlo!",
      "Sapevo che ce l'avresti fatta! Il tuo premio ti aspetta nella sezione del tuo profilo!",
      "Ce l'hai fatta! Il tuo premio ti attende nel tuo profilo!",
      "Sei stato grande!",
      "È stato fantastico guidarti in questa challenge!",
      "Il tuo premio ti sta aspettando nella sezione profilo!",
      "Congratulazioni! Il tuo premio ti aspetta nella sezione del tuo profilo!"
   ],
   "challengeFailed":[
      "Oh no!",
      "Fallire fa parte del processo, non mollare!",
      "Capitano giorni no, non preoccuparti!",
      "So che puoi farcela, provaci ancora!",
      "So che puoi fare cose fantastiche, continua a provarci!",
      "Non preoccuparti, non è la fine, puoi farcela!",
      "Ogni fallimento ti insegna qualcosa, traine il meglio!",
      "Può succedere, non preoccuparti, io credo in te!",
      "Domani andrà meglio, non fermarti!",
      "Non pensare nemmeno di mollare! Sono certo che puoi farcela!"
   ],
   "stepCompleted":[
      "Ben fatto!",
      "Step Completato!",
      "Metticela tutta!",
      "Grande! Questo è il tuo prossimo step",
      "Congratulazioni!",
      "Meraviglioso!",
      "Ci siamo quasi, continua così!",
      "Stai andando benissimo!",
      "Ogni giorno sei più vicino al tuo obiettivo Continua così!",
      "Ben fatto! Ti meriti una pausa!"
   ],
   "levelCompleted":[
      "Fantastico! Hai appena completato il livello!",
      "Grandioso!",
      "Sapevo che ce l'avresti fatta!",
      "Fantastico! Continua così!",
      "I tuoi progressi sono incredibili!",
      "Migliori ogni giorno di più! Sono sicura che raggiungerai tutti i tuoi goals!",
      "Continua così, i tuoi goal ti stanno aspettando!",
      "Grande! Sono davvero fiero di te!",
      "Meraviglioso! Non vedo l'ora di vedere il tuo profilo pieno di premi!"
   ],
   "stepIndications":[
      "Seleziona un'icona, un colore e scegli un nome per la tua carta"
   ],
   "arrayCazziatone":[
      "Hey! Che succede? Puoi fare di più!",
      "Devi dimostrare il tuo impegno!",
      "Okay, puoi fare meglio di così!",
      "Dai, è il tuo momento per brillare! Fa del tuo meglio!",
      "Se non ci provi, non potrai mai sapere come andrà!",
      "Non saprai mai cosa sei in grado di fare se non ci provi!"
   ],
   "mentorImages":[
      "mentor",
      "mentor1",
      "mentor2"
   ]
}
