Repository: MarioArmini/ADA-5teps
Catalog: 5teps/*.lproj/Localizable.strings
Languages: it

# FEED_SIMONE
source: Great! Please, click on the Add button to create your new challenge now
it: Wow! Clicca sul pulsante aggiungi per creare una nuova challenge

# INDICATIONSADDNEWCARD
source: Insert your card's name, set your steps and days.
it: Inserisci il nome della tua card, configura i giorni e gli step

# RANDOM_CHALLENGE
source: This is your random challenge!
it: Questa è la tua sfida random

# MSG_1
source: Your time is up!!! Come on, complete your challenge! %@
it: Il tuo tempo è scaduto! Forza! Completa la tua challenge %@

# MSG_2
source: One day left! %@
it: Manca solo un giorno %@

# MSG_3
source: Days left %@ to complete your challenge! %@
it: Mancano %@ giorno/i per completare la tua challenge %@

# TITLE_1
source: Come on, you have to achieve your goals!
it: Forza! Devi raggiungere i tuoi obiettivi

# TITLE_NOTIFICATION
source: Oscar - Your Mentor
it: Oscar - Il tuo Mentor

# MESSAGE_NOTIFICATION
source: Today is a great day to start a challenge!
it: Oggi è un gran giorno per iniziare una challenge

# SLIDE_1_TITLE
source: Start
it: Inizia

# SLIDE_2_TITLE
source: Pick
it: Scegli

# SLIDE_3_TITLE
source: Smash
it: Vinci

# SLIDE_1_DESC
source: If not now, when? Every deck is a goal to achieve. Find the most engaging for you and overcome every challenge! Nothing suitable? Create one yourself!
it: Se non ora, quando? Ogni deck è un goal da raggiungere. Trova quello che fa al caso tuo e supera ogni challenge! Niente che faccia al caso tuo? Crea il tuo deck!

# SLIDE_2_DESC
source: Feeling Brave? Create your own challenge: set your steps, your deadlines and you're ready to go! Don't forget to check your steps as done to keep your progress updated!
it: Ti senti coraggioso? Crea la tua challenge: imposta i tuoi step, le tue deadline e sei pronto per iniziare! Non dimenticare di segnare i tuoi step come completati in modo da tenere traccia dei tuoi progressi!

# SLIDE_3_DESC
source: Win every challenge in order to achieve your goals and reach everyday an higher level! Our virtual assistant will support you during your personal growth.
it: Supera ogni challenge per raggiungere i tuoi goal e raggiungere ogni giorno un livello più alto! Il nostro assistente virtuale ti supporterà durante tutto il tuo percorso!

# SLIDE_4_TITLE
source: Meet Oscar
it: Conosci Oscar

# SLIDE_4_DESC
source: You won't be alone! Oscar, your mentor, will guide you through your personal growth by giving you motivation, information and everything you need to reach your goals.
it: Non sarai solo! Oscar, il tuo mentor, ti guiderà attraverso la tua crescita personale, dandoti motivazione, informazioni e tutto ciò di cui avrai bisogno per raggiungere i tuoi goal!

# START
source: GET STARTED
it: INIZIA

# TITLE_START_BUTTON
source: Start
it: Inizia

source: Day
it: Giorno

source: Days
it: Giorni

# TITLE_ALERT
source: Congratulations!
it: Congratulazioni!

# MESSAGE_ALERT
source: You completed a challenge!
it: Hai completato una challenge!

# TITLE_DELETE_ALERT
source: Attention
it: Attenzione

# MESSAGE_DELETE_ALERT
source: Do you want to delete this challenge?
it: Vuoi cancellare questa challenge?

# CANCEL_ACTION
source: Cancel
it: Annulla

# JSON_FILE_CHALLENGE
source: topic
it: topic-it

# JSON_FILE_MENTOR
source: mentor
it: mentor-it

# LABEL_DAYS
source: days
it: giorni

# LABEL_NAME_EMPTY
source: (customize your profile)
it: (personalizza il tuo profilo)

# LABEL_LEVEL
source: Level %@
it: Livello %@

# TITLE_PICTURE
source: Take a picture
it: Scatta una foto

# TITLE_PHOTO
source: Choose a photo
it: Sceglie una foto

# TITLE_CANCEL
source: Cancel
it: Annulla

# TITLE_DONE
source: Done
it: Fatto

# TITLE_SAVE
source: Field Mandatory
it: Campo obbligatorio

# TITLE_INSERT_NAME
source: Insert name of topic
it: Inserire il nome del Topic

# TITLE_INSERT_NAME_CHALLENGE
source: Insert name of challenge
it: Inserire il nome della challenge
